Repository: 5j54d93/Android-File-Transfer
Catalog: Android-File-Transfer/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: "%@" is using the USB connection to the device, so the phone can't be reached. Quit it, then rescan.
zh_hant: 「%@」正在使用與裝置的 USB 連線，因此無法連上手機。請結束它後重新掃描。

source: %@ File
zh_hant: %@ 檔案

source: %@ free of %@
zh_hant: %@ 可用，共 %@

source: about %.1fh
zh_hant: 約 %.1f 時

source: about %.1fm
zh_hant: 約 %.1f 分

source: about %.1fs
zh_hant: 約 %.1f 秒

source: About Android File Transfer
zh_hant: 關於 Android 檔案傳輸

source: Already paired this device once? Just connect — no code needed.
zh_hant: 這台裝置之前配對過嗎？直接連線即可，不需配對碼。

source: Android File Transfer
zh_hant: Android 檔案傳輸

source: Auto Refresh
zh_hant: 自動重整

source: Auto Refresh Off
zh_hant: 關閉自動重整

source: Automatically refresh the file list
zh_hant: 自動重新整理檔案列表

source: Back
zh_hant: 返回上一層

source: Cancel
zh_hant: 取消

source: Close
zh_hant: 關閉

source: Complete
zh_hant: 完成

source: Connect
zh_hant: 連線

source: Connect an Android device via USB and choose "File Transfer" mode on the phone.
zh_hant: 用 USB 連接 Android 裝置，並在手機上選擇「檔案傳輸」模式

source: Connect an Android device via USB and choose "File Transfer" mode.
zh_hant: 透過 USB 連接 Android 裝置並選擇「檔案傳輸」模式

source: Connecting…
zh_hant: 連線中…

source: Copy
zh_hant: 複製

source: Copy the report above to share USB device details for troubleshooting.
zh_hant: 複製上方報告以分享 USB 裝置資訊，便於排除問題。

source: Couldn't connect. Make sure Wireless debugging is on and the address is correct.
zh_hant: 無法連線。請確認無線偵錯已開啟且位址正確。

source: Create
zh_hant: 建立

source: Date Modified
zh_hant: 修改日期

source: Delete
zh_hant: 刪除

source: Delete failed: %@
zh_hant: 刪除失敗：%@

source: Delete Selected
zh_hant: 刪除所選

source: Detected a device ready to pair — the address is filled in below.
zh_hant: 已偵測到可配對的裝置——下方位址已自動填入。

source: Devices
zh_hant: 裝置

source: Document
zh_hant: 文件

source: Download to Downloads
zh_hant: 下載到「下載」資料夾

source: Drag files here to upload.
zh_hant: 將檔案拖進來即可上傳

source: Enter the "IP address & Port" shown on that screen (not the pairing dialog).
zh_hant: 輸入該畫面上顯示的「IP 位址與連接埠」（不是配對彈窗的那個）。

source: Enter the IP address & port and the 6-digit code shown on the phone.
zh_hant: 輸入手機上顯示的 IP 位址與連接埠，以及 6 位數配對碼。

source: Every %lld seconds
zh_hant: 每 %lld 秒

source: Failed to create folder: %@
zh_hant: 建立資料夾失敗：%@

source: Failed to read folder: %@
zh_hant: 讀取資料夾失敗：%@

source: File transfer is off
zh_hant: 未開啟檔案傳輸

source: Finalizing…
zh_hant: 完成中…

source: Folder
zh_hant: 資料夾

source: Got It
zh_hant: 知道了

source: IP address
zh_hant: IP 位址

source: IP address & port
zh_hant: IP 位址與連接埠

source: Keep the phone on the same Wi-Fi network as this Mac.
zh_hant: 讓手機與這台 Mac 保持在同一個 Wi-Fi 網路。

source: Kind
zh_hant: 種類

source: Lost connection to the Android device
zh_hant: 與 Android 裝置的連線中斷了

source: Make sure your Android device is connected via USB and unlocked.
zh_hant: 請確認 Android 裝置已透過 USB 連接並已解鎖。

source: Name
zh_hant: 名稱

source: New Folder
zh_hant: 新增資料夾

source: New Name
zh_hant: 新名稱

source: No Android Device Connected
zh_hant: 未連接 Android 裝置

source: No cable? Connect over Wi-Fi
zh_hant: 沒有傳輸線？用 Wi-Fi 連接

source: No devices connected
zh_hant: 尚未連接裝置

source: On the phone, open Settings ▸ About phone and tap "Build number" 7 times to enable Developer options.
zh_hant: 在手機上：設定 ▸ 關於手機，連點「版本號碼」7 次以啟用開發者選項。

source: On the phone: Settings ▸ System ▸ Developer options ▸ Wireless debugging.
zh_hant: 在手機上：設定 ▸ 系統 ▸ 開發者選項 ▸ 無線偵錯。

source: Open
zh_hant: 打開

source: Pair
zh_hant: 配對

source: Pair a Wireless Device
zh_hant: 配對無線裝置

source: Pair Wireless Device…
zh_hant: 配對無線裝置…

source: Paired! Now enter the "IP address & Port" from the phone's Wireless debugging screen to connect.
zh_hant: 已配對！現在輸入手機無線偵錯畫面上的「IP 位址與連接埠」即可連線。

source: Pairing code
zh_hant: 配對碼

source: Pairing Code
zh_hant: 配對碼

source: Pairing failed. Check the address and code, then try again.
zh_hant: 配對失敗，請確認位址與配對碼後再試一次。

source: Pairing…
zh_hant: 配對中…

source: Port
zh_hant: 連接埠

source: Prepare
zh_hant: 準備

source: Preparing…
zh_hant: 準備中…

source: Quit "%@" and Rescan
zh_hant: 結束「%@」並重新掃描

source: Reconnect
zh_hant: 重新連線

source: Refresh
zh_hant: 重新整理

source: Release to upload here
zh_hant: 放開以上傳到這裡

source: Rename
zh_hant: 重新命名

source: Rename failed: %@
zh_hant: 重新命名失敗：%@

source: Rename…
zh_hant: 重新命名…

source: Rescan
zh_hant: 重新掃描

source: Retry All
zh_hant: 全部重試

source: Scan QR Code
zh_hant: 掃描 QR code

source: Scanning…
zh_hant: 掃描中…

source: Searching for Devices…
zh_hant: 正在尋找裝置…

source: Searching…
zh_hant: 尋找中…

source: Select a Storage
zh_hant: 選擇一個儲存空間

source: Select a storage from the sidebar to browse files.
zh_hant: 從左側選擇 Android 裝置的儲存空間以瀏覽檔案

source: Size
zh_hant: 大小

source: Some Transfers Failed
zh_hant: 部分項目傳輸失敗

source: Tap "Pair device with pairing code".
zh_hant: 點「使用配對碼配對裝置」。

source: Tap "Pair device with QR code", then scan this code.
zh_hant: 點「使用 QR code 配對裝置」，然後掃描這個 QR code。

source: The connection to the device was lost. Make sure File Transfer is on, then reconnect.
zh_hant: 與裝置的連線中斷了，請確認手機已開啟「檔案傳輸」後重新連線。

source: This Folder Is Empty
zh_hant: 這個資料夾是空的

source: Tools
zh_hant: 工具

source: Transfer
zh_hant: 傳輸

source: Transferring
zh_hant: 傳輸中

# Transferring (%lld/%lld)
source: Transferring（%1$lld／%2$lld）
zh_hant: 傳輸中（%1$lld／%2$lld）

source: Turn On File Transfer on Your Phone
zh_hant: 請在手機開啟檔案傳輸

source: Unlock "%@", then set the USB option to "File Transfer" in the notification shade.
zh_hant: 解鎖「%@」，下拉通知列把 USB 用途設為「檔案傳輸」

source: untitled folder
zh_hant: 未命名資料夾

source: USB Diagnostics
zh_hant: USB 診斷

source: USB Diagnostics…
zh_hant: USB 診斷…

source: Used %@ · Free %@（%@ available）
zh_hant: 已使用 %@・剩餘 %@（可用 %@）

source: Waiting for phone to confirm…
zh_hant: 等待手機確認…
